Repository: Krystek20/SnapDay
Catalog: SnapDayKit/Sources/Payment/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: %@ %@. Renews automatically until canceled.
ar: %@ %@. يتجدد تلقائيًا حتى يتم الإلغاء.
de: %@ %@. Verlängert sich automatisch, bis du kündigst.
es: %@ %@. Se renueva automáticamente hasta que canceles.
fr: %@ %@. Renouvellement automatique jusqu’à résiliation.
it: %@ %@. Si rinnova automaticamente fino all’annullamento.
ja: %@ %@。キャンセルするまで自動更新されます。
ko: %@ %@. 취소할 때까지 자동으로 갱신됩니다.
pl: %@ %@. Odnawia się automatycznie do czasu anulowania.
pt_br: %@ %@. Renovação automática até o cancelamento.

source: %lld days
ar: %lld يوم
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
pl: %lld dnia
pt_br: %lld dias

source: %lld months
ar: %lld شهر
de: %lld Monate
es: %lld meses
fr: %lld mois
it: %lld mesi
ja: %lldか月
ko: %lld개월
pl: %lld miesiąca
pt_br: %lld meses

source: %lld weeks
ar: %lld أسبوع
de: %lld Wochen
es: %lld semanas
fr: %lld semaines
it: %lld settimane
ja: %lld週間
ko: %lld주
pl: %lld tygodnia
pt_br: %lld semanas

source: %lld years
ar: %lld سنة
de: %lld Jahre
es: %lld años
fr: %lld ans
it: %lld anni
ja: %lld年
ko: %lld년
pl: %lld roku
pt_br: %lld anos

source: 1 day
ar: يوم واحد
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1日
ko: 1일
pl: 1 dzień
pt_br: 1 dia

source: 1 month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
ja: 1か月
ko: 1개월
pl: 1 miesiąc
pt_br: 1 mês

source: 1 week
ar: أسبوع واحد
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 1週間
ko: 1주
pl: 1 tydzień
pt_br: 1 semana

source: 1 year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1年
ko: 1년
pl: 1 rok
pt_br: 1 ano

source: 14-day free trial
ar: تجربة مجانية لمدة 14 يومًا
de: 14 Tage kostenlos testen
es: Prueba gratuita de 14 días
fr: Essai gratuit de 14 jours
it: Prova gratuita di 14 giorni
ja: 14日間の無料トライアル
ko: 14일 무료 체험
pl: 14-dniowy bezpłatny okres próbny
pt_br: Teste grátis por 14 dias

source: Add Plan and Weekly Progress widgets
ar: أضف أدوات تقدم الخطة والتقدم الأسبوعي
de: Füge Widgets für Plan- und Wochenfortschritt hinzu
es: Añade widgets de progreso del plan y semanal
fr: Ajoutez les widgets de progression du plan et de la semaine
it: Aggiungi i widget dei progressi del piano e settimanali
ja: プラン進捗と週間進捗のウィジェットを追加
ko: 플랜 진행 상황 및 주간 진행 상황 위젯 추가
pl: Dodawaj widżety postępu Planu i tygodnia
pt_br: Adicione widgets de progresso do Plano e semanal

source: Annual
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年間
ko: 연간
pl: Roczna
pt_br: Anual

source: Best value
ar: أفضل قيمة
de: Bestes Angebot
es: La mejor opción
fr: Meilleur rapport qualité-prix
it: La scelta più conveniente
ja: 最もお得
ko: 최고의 혜택
pl: Najlepsza oferta
pt_br: Melhor custo-benefício

source: Build every routine
ar: طوّر كل روتين
de: Jede Routine aufbauen
es: Crea todas tus rutinas
fr: Construisez toutes vos routines
it: Crea ogni routine
ja: すべてのルーティンを築く
ko: 모든 루틴 만들기
pl: Rozwijaj każdą rutynę
pt_br: Crie todas as suas rotinas

source: Build more Plans and see what helps you keep going.
ar: أنشئ المزيد من الخطط واكتشف ما يساعدك على الاستمرار.
de: Erstelle mehr Pläne und finde heraus, was dir hilft, dranzubleiben.
es: Crea más planes y descubre qué te ayuda a seguir adelante.
fr: Créez davantage de plans et découvrez ce qui vous aide à continuer.
it: Crea più piani e scopri cosa ti aiuta a continuare.
ja: さらに多くのプランを作成し、継続に役立つ方法を見つけましょう。
ko: 더 많은 플랜을 만들고 꾸준히 이어가는 데 무엇이 도움이 되는지 알아보세요.
pl: Twórz więcej planów i sprawdzaj, co pomaga Ci wytrwać.
pt_br: Crie mais planos e descubra o que ajuda você a continuar.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

source: Check your connection and try again.
ar: تحقق من اتصالك وحاول مرة أخرى.
de: Überprüfe deine Verbindung und versuche es erneut.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifiez votre connexion et réessayez.
it: Controlla la connessione e riprova.
ja: 接続を確認して、もう一度お試しください。
ko: 연결 상태를 확인하고 다시 시도하세요.
pl: Sprawdź połączenie i spróbuj ponownie.
pt_br: Verifique sua conexão e tente novamente.

source: Continue for %@
ar: المتابعة مقابل %@
de: Weiter für %@
es: Continuar por %@
fr: Continuer pour %@
it: Continua a %@
ja: %@で続ける
ko: %@에 계속
pl: Kontynuuj za %@
pt_br: Continuar por %@

source: Continue using AI assistance after your free allowance has been used.
ar: واصل استخدام مساعدة الذكاء الاصطناعي بعد استنفاد حصتك المجانية.
de: Nutze die KI-Unterstützung weiter, nachdem dein kostenloses Kontingent aufgebraucht ist.
es: Sigue usando la asistencia de IA cuando hayas agotado tu límite gratuito.
fr: Continuez à utiliser l’assistance IA une fois votre quota gratuit épuisé.
it: Continua a usare l’assistenza IA dopo aver esaurito la quota gratuita.
ja: 無料利用枠を使い切った後もAIアシスタントを利用できます。
ko: 무료 사용량을 모두 소진한 후에도 AI 지원을 계속 이용하세요.
pl: Korzystaj dalej z pomocy AI po wykorzystaniu bezpłatnego limitu.
pt_br: Continue usando a assistência de IA após esgotar sua cota gratuita.

source: Create more active Plans without giving up the routines already working for you.
ar: أنشئ المزيد من الخطط النشطة دون التخلي عن الروتينات التي تناسبك بالفعل.
de: Erstelle mehr aktive Pläne, ohne Routinen aufzugeben, die für dich bereits funktionieren.
es: Crea más planes activos sin renunciar a las rutinas que ya te funcionan.
fr: Créez davantage de plans actifs sans abandonner les routines qui fonctionnent déjà pour vous.
it: Crea più piani attivi senza rinunciare alle routine che già funzionano per te.
ja: すでにうまくいっているルーティンを手放さずに、アクティブなプランを増やせます。
ko: 이미 잘 맞는 루틴을 포기하지 않고 활성 플랜을 더 만드세요.
pl: Twórz więcej aktywnych planów bez rezygnowania z rutyn, które już Ci służą.
pt_br: Crie mais planos ativos sem abrir mão das rotinas que já funcionam para você.

source: Explore monthly, quarterly, and yearly reports
ar: استكشف التقارير الشهرية وربع السنوية والسنوية
de: Entdecke Monats-, Quartals- und Jahresberichte
es: Explora informes mensuales, trimestrales y anuales
fr: Explorez les rapports mensuels, trimestriels et annuels
it: Esplora report mensili, trimestrali e annuali
ja: 月次・四半期・年次レポートを確認
ko: 월간, 분기별, 연간 리포트 살펴보기
pl: Przeglądaj raporty miesięczne, kwartalne i roczne
pt_br: Explore relatórios mensais, trimestrais e anuais

source: Explore more of your history and understand how your routines change over time.
ar: استكشف المزيد من سجلك وافهم كيف تتغير روتيناتك بمرور الوقت.
de: Entdecke mehr aus deinem Verlauf und erkenne, wie sich deine Routinen mit der Zeit verändern.
es: Explora más de tu historial y comprende cómo cambian tus rutinas con el tiempo.
fr: Explorez davantage votre historique et comprenez comment vos routines évoluent au fil du temps.
it: Esplora più a fondo la cronologia e scopri come cambiano le tue routine nel tempo.
ja: より多くの履歴を振り返り、ルーティンが時間とともにどう変化するかを把握できます。
ko: 더 많은 기록을 살펴보고 시간이 지나면서 루틴이 어떻게 변하는지 알아보세요.
pl: Przeglądaj dalszą historię i zobacz, jak Twoje rutyny zmieniają się z czasem.
pt_br: Explore mais do seu histórico e entenda como suas rotinas mudam ao longo do tempo.

source: Follow a specific Plan from your Home Screen and see progress at a glance.
ar: تابع خطة محددة من شاشتك الرئيسية واطّلع على التقدم بلمحة.
de: Verfolge einen bestimmten Plan auf deinem Home-Bildschirm und sieh den Fortschritt auf einen Blick.
es: Sigue un plan concreto desde la pantalla de inicio y consulta el progreso de un vistazo.
fr: Suivez un plan précis depuis votre écran d’accueil et consultez sa progression en un coup d’œil.
it: Segui un piano specifico dalla schermata Home e controlla i progressi a colpo d’occhio.
ja: ホーム画面から特定のプランを追跡し、進捗をひと目で確認できます。
ko: 홈 화면에서 특정 플랜을 추적하고 진행 상황을 한눈에 확인하세요.
pl: Śledź wybrany plan na ekranie początkowym i sprawdzaj postęp na pierwszy rzut oka.
pt_br: Acompanhe um plano específico na Tela de Início e veja o progresso de relance.

source: Follow your weekly progress from your Home Screen and see the week at a glance.
ar: تابع تقدمك الأسبوعي من شاشتك الرئيسية واطّلع على أسبوعك في لمحة.
de: Verfolge deinen Wochenfortschritt auf dem Home-Bildschirm und sieh deine Woche auf einen Blick.
es: Sigue tu progreso semanal desde la pantalla de inicio y consulta tu semana de un vistazo.
fr: Suivez votre progression hebdomadaire depuis l’écran d’accueil et consultez votre semaine en un coup d’œil.
it: Segui i progressi settimanali dalla schermata Home e guarda la settimana a colpo d’occhio.
ja: ホーム画面から週間進捗を確認し、1週間の状況をひと目で把握できます。
ko: 홈 화면에서 주간 진행 상황을 추적하고 한눈에 한 주를 확인하세요.
pl: Śledź tygodniowy postęp na ekranie początkowym i zobacz cały tydzień na pierwszy rzut oka.
pt_br: Acompanhe seu progresso semanal na Tela de Início e veja sua semana de relance.

source: In progress
ar: قيد التنفيذ
de: In Bearbeitung
es: En curso
fr: En cours
it: In corso
ja: 進行中
ko: 진행 중
pl: W toku
pt_br: Em andamento

source: Invite others and manage the people sharing your routines.
ar: ادعُ الآخرين وأدِر الأشخاص الذين يشاركونك روتيناتك.
de: Lade andere ein und verwalte die Personen, mit denen du deine Routinen teilst.
es: Invita a otras personas y gestiona con quién compartes tus rutinas.
fr: Invitez d’autres personnes et gérez celles avec qui vous partagez vos routines.
it: Invita altre persone e gestisci chi condivide le tue routine.
ja: ほかの人を招待し、ルーティンを共有するメンバーを管理できます。
ko: 다른 사람을 초대하고 루틴을 공유하는 사람들을 관리하세요.
pl: Zaproś innych i zarządzaj osobami, z którymi dzielisz swoje rutyny.
pt_br: Convide outras pessoas e gerencie quem compartilha suas rotinas.

source: Invite others to share routines
ar: ادعُ الآخرين لمشاركة الروتين
de: Lade andere ein, Routinen zu teilen
es: Invita a otras personas a compartir rutinas
fr: Invitez d’autres personnes à partager des routines
it: Invita altre persone a condividere le routine
ja: 他の人を招待してルーティンを共有
ko: 다른 사람을 초대해 루틴 공유
pl: Zapraszaj innych do wspólnych rutyn
pt_br: Convide outras pessoas para compartilhar rotinas

source: Keep planning with SnapDay AI
ar: واصل التخطيط مع SnapDay AI
de: Mit SnapDay AI weiterplanen
es: Sigue planificando con SnapDay AI
fr: Continuez à planifier avec SnapDay AI
it: Continua a pianificare con SnapDay AI
ja: SnapDay AIで計画を続ける
ko: SnapDay AI로 계속 계획하기
pl: Planuj dalej ze SnapDay AI
pt_br: Continue planejando com a IA do SnapDay

source: Keep progress visible on your Home Screen
ar: اجعل تقدمك ظاهرًا على شاشتك الرئيسية
de: Fortschritt auf dem Home-Bildschirm anzeigen
es: Mantén tu progreso visible en la pantalla de inicio
fr: Gardez votre progression visible sur l’écran d’accueil
it: Tieni i progressi in vista nella schermata Home
ja: ホーム画面で進捗をいつでも確認
ko: 홈 화면에서 진행 상황 확인하기
pl: Miej postęp zawsze widoczny na ekranie początkowym
pt_br: Mantenha o progresso visível na Tela de Início

source: Keep your Plan in sight
ar: اجعل خطتك أمام عينيك
de: Behalte deinen Plan im Blick
es: Mantén tu plan a la vista
fr: Gardez votre plan en vue
it: Tieni d’occhio il tuo piano
ja: プランをいつでも確認
ko: 플랜을 한눈에 확인
pl: Miej swój plan na oku
pt_br: Mantenha seu plano à vista

source: Keep your week in sight
ar: أبقِ أسبوعك أمام عينيك
de: Behalte deine Woche im Blick
es: Mantén tu semana a la vista
fr: Gardez un œil sur votre semaine
it: Tieni d’occhio la tua settimana
ja: 1週間をいつでも確認
ko: 한 주를 한눈에 확인
pl: Miej swój tydzień na oku
pt_br: Mantenha sua semana à vista

source: Loading offers
ar: جارٍ تحميل العروض
de: Angebote werden geladen
es: Cargando ofertas
fr: Chargement des offres
it: Caricamento delle offerte
ja: オファーを読み込み中
ko: 상품을 불러오는 중
pl: Wczytywanie ofert
pt_br: Carregando ofertas

source: Loading offers…
ar: جارٍ تحميل العروض…
de: Angebote werden geladen …
es: Cargando ofertas…
fr: Chargement des offres…
it: Caricamento delle offerte…
ja: オファーを読み込み中…
ko: 상품을 불러오는 중…
pl: Wczytywanie ofert…
pt_br: Carregando ofertas…

source: Make progress together
ar: تقدموا معًا
de: Gemeinsam Fortschritte machen
es: Progresad juntos
fr: Progressez ensemble
it: Fate progressi insieme
ja: 一緒に前進
ko: 함께 발전하기
pl: Róbcie postępy razem
pt_br: Progridam juntos

source: Make your schedule fit real life
ar: اجعل جدولك ملائمًا لحياتك
de: Passe deinen Zeitplan an dein Leben an
es: Adapta tu horario a la vida real
fr: Adaptez votre programme à votre quotidien
it: Adatta il programma alla vita reale
ja: 暮らしに合うスケジュールを
ko: 실생활에 맞는 일정 만들기
pl: Dopasuj harmonogram do codzienności
pt_br: Adapte sua programação à vida real

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 毎月
ko: 매월
pl: Miesięczna
pt_br: Mensal

source: No active purchases were found for this Apple Account.
ar: لم يتم العثور على مشتريات نشطة لحساب Apple هذا.
de: Für diesen Apple Account wurden keine aktiven Käufe gefunden.
es: No se encontraron compras activas para esta cuenta de Apple.
fr: Aucun achat actif n’a été trouvé pour ce compte Apple.
it: Non sono stati trovati acquisti attivi per questo Apple Account.
ja: このApple Accountに有効な購入は見つかりませんでした。
ko: 이 Apple 계정에서 활성화된 구입 항목을 찾을 수 없습니다.
pl: Nie znaleziono aktywnych zakupów dla tego konta Apple.
pt_br: Nenhuma compra ativa foi encontrada para esta Conta Apple.

source: No payment today. After 14 days, %@ per year. Renews automatically until canceled.
ar: لا تدفع شيئًا اليوم. بعد 14 يومًا، %@ سنويًا. يتجدد تلقائيًا حتى يتم الإلغاء.
de: Heute zahlst du nichts. Nach 14 Tagen %@ pro Jahr. Verlängert sich automatisch, bis du kündigst.
es: Hoy no pagas nada. Después de 14 días, %@ al año. Se renueva automáticamente hasta que canceles.
fr: Aucun paiement aujourd’hui. Après 14 jours, %@ par an. Renouvellement automatique jusqu’à résiliation.
it: Oggi non paghi nulla. Dopo 14 giorni, %@ all’anno. Si rinnova automaticamente fino all’annullamento.
ja: 本日のお支払いはありません。14日後から年額%@。キャンセルするまで自動更新されます。
ko: 오늘은 결제되지 않습니다. 14일 후부터 연간 %@입니다. 취소할 때까지 자동으로 갱신됩니다.
pl: Dziś nic nie płacisz. Po 14 dniach %@ rocznie. Odnawia się automatycznie do czasu anulowania.
pt_br: Nada a pagar hoje. Após 14 dias, %@ por ano. Renovação automática até o cancelamento.

source: Offers could not be loaded
ar: تعذر تحميل العروض
de: Angebote konnten nicht geladen werden
es: No se pudieron cargar las ofertas
fr: Impossible de charger les offres
it: Impossibile caricare le offerte
ja: オファーを読み込めませんでした
ko: 상품을 불러올 수 없습니다
pl: Nie udało się wczytać ofert
pt_br: Não foi possível carregar as ofertas

source: per day
ar: يوميًا
de: pro Tag
es: al día
fr: par jour
it: al giorno
ja: 1日あたり
ko: 일일
pl: dziennie
pt_br: por dia

source: per month
ar: شهريًا
de: pro Monat
es: al mes
fr: par mois
it: al mese
ja: 月額
ko: 월간
pl: miesięcznie
pt_br: por mês

source: per week
ar: أسبوعيًا
de: pro Woche
es: a la semana
fr: par semaine
it: a settimana
ja: 週額
ko: 주간
pl: tygodniowo
pt_br: por semana

source: per year
ar: سنويًا
de: pro Jahr
es: al año
fr: par an
it: all’anno
ja: 年額
ko: 연간
pl: rocznie
pt_br: por ano

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 처리방침
pl: Prywatność
pt_br: Privacidade

source: Purchase canceled. You can continue whenever you are ready.
ar: تم إلغاء الشراء. يمكنك المتابعة عندما تكون مستعدًا.
de: Kauf abgebrochen. Du kannst fortfahren, sobald du bereit bist.
es: Compra cancelada. Puedes continuar cuando quieras.
fr: Achat annulé. Vous pourrez continuer lorsque vous serez prêt.
it: Acquisto annullato. Puoi continuare quando vuoi.
ja: 購入がキャンセルされました。準備ができたらいつでも続けられます。
ko: 구입이 취소되었습니다. 준비되면 언제든지 계속할 수 있습니다.
pl: Zakup anulowany. Możesz kontynuować, gdy będziesz gotowy.
pt_br: Compra cancelada. Você pode continuar quando quiser.

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 항목 복원
pl: Odtwórz zakupy
pt_br: Restaurar compras

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente

source: Run multiple Plans at the same time
ar: شغّل عدة خطط في الوقت نفسه
de: Mehrere Pläne gleichzeitig ausführen
es: Usa varios planes al mismo tiempo
fr: Suivez plusieurs plans en même temps
it: Segui più piani contemporaneamente
ja: 複数のプランを同時に進める
ko: 여러 플랜을 동시에 진행하기
pl: Realizuj wiele planów jednocześnie
pt_br: Execute vários planos ao mesmo tempo

source: Schedule routines every two weeks or every month
ar: جدول الروتين كل أسبوعين أو كل شهر
de: Plane Routinen alle zwei Wochen oder jeden Monat
es: Programa rutinas cada dos semanas o cada mes
fr: Planifiez des routines toutes les deux semaines ou tous les mois
it: Pianifica routine ogni due settimane o ogni mese
ja: 2週間ごと、または毎月のルーティンを設定
ko: 2주 또는 매월 반복되는 루틴 예약
pl: Planuj rutyny co dwa tygodnie lub co miesiąc
pt_br: Agende rotinas a cada duas semanas ou todo mês

source: See the patterns behind your progress
ar: اكتشف الأنماط وراء تقدمك
de: Erkenne die Muster hinter deinem Fortschritt
es: Descubre los patrones de tu progreso
fr: Découvrez les tendances de votre progression
it: Scopri gli schemi alla base dei tuoi progressi
ja: 進捗のパターンを把握
ko: 진행 상황의 패턴 알아보기
pl: Poznaj wzorce stojące za Twoim postępem
pt_br: Veja os padrões por trás do seu progresso

source: Start 14-day free trial
ar: ابدأ تجربة مجانية لمدة 14 يومًا
de: 14-tägigen kostenlosen Test starten
es: Iniciar prueba gratuita de 14 días
fr: Commencer l’essai gratuit de 14 jours
it: Inizia la prova gratuita di 14 giorni
ja: 14日間の無料トライアルを開始
ko: 14일 무료 체험 시작
pl: Rozpocznij 14-dniowy bezpłatny okres próbny
pt_br: Iniciar teste grátis por 14 dias

source: Stay consistent across every routine
ar: حافظ على الاستمرارية في كل روتين
de: Bei jeder Routine konsequent bleiben
es: Mantén la constancia en todas tus rutinas
fr: Restez régulier dans toutes vos routines
it: Mantieni la costanza in ogni routine
ja: すべてのルーティンを継続
ko: 모든 루틴을 꾸준히 이어가기
pl: Zachowaj regularność w każdej rutynie
pt_br: Mantenha a consistência em todas as rotinas

source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
ko: 이용 약관
pl: Warunki
pt_br: Termos

source: Understand long-term progress patterns
ar: افهم أنماط التقدم على المدى الطويل
de: Langfristige Fortschrittsmuster verstehen
es: Comprende los patrones de progreso a largo plazo
fr: Comprenez les tendances de progression à long terme
it: Comprendi gli schemi dei progressi nel lungo periodo
ja: 長期的な進捗パターンを把握
ko: 장기적인 진행 패턴 이해하기
pl: Poznaj długoterminowe wzorce postępu
pt_br: Entenda os padrões de progresso a longo prazo

source: Use flexible recurrence rules for routines that do not fit a simple weekly schedule.
ar: استخدم قواعد تكرار مرنة للروتينات التي لا تناسب جدولًا أسبوعيًا بسيطًا.
de: Nutze flexible Wiederholungsregeln für Routinen, die nicht in einen einfachen Wochenplan passen.
es: Usa reglas de repetición flexibles para las rutinas que no encajan en un horario semanal sencillo.
fr: Utilisez des règles de récurrence flexibles pour les routines qui ne suivent pas un simple programme hebdomadaire.
it: Usa regole di ricorrenza flessibili per le routine che non seguono una semplice pianificazione settimanale.
ja: 単純な週間スケジュールに収まらないルーティンには、柔軟な繰り返しルールを設定できます。
ko: 단순한 주간 일정에 맞지 않는 루틴에는 유연한 반복 규칙을 사용하세요.
pl: Używaj elastycznych reguł powtarzania dla rutyn, które nie pasują do prostego planu tygodniowego.
pt_br: Use regras de repetição flexíveis para rotinas que não se encaixam em uma programação semanal simples.

source: We could not complete your purchase. Please try again.
ar: تعذر إكمال عملية الشراء. حاول مرة أخرى.
de: Dein Kauf konnte nicht abgeschlossen werden. Versuche es erneut.
es: No se pudo completar la compra. Inténtalo de nuevo.
fr: Impossible de finaliser votre achat. Veuillez réessayer.
it: Non è stato possibile completare l’acquisto. Riprova.
ja: 購入を完了できませんでした。もう一度お試しください。
ko: 구입을 완료할 수 없습니다. 다시 시도하세요.
pl: Nie udało się sfinalizować zakupu. Spróbuj ponownie.
pt_br: Não foi possível concluir sua compra. Tente novamente.

source: We could not restore purchases. Please try again.
ar: تعذرت استعادة المشتريات. حاول مرة أخرى.
de: Käufe konnten nicht wiederhergestellt werden. Versuche es erneut.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
fr: Impossible de restaurer vos achats. Veuillez réessayer.
it: Non è stato possibile ripristinare gli acquisti. Riprova.
ja: 購入を復元できませんでした。もう一度お試しください。
ko: 구입 항목을 복원할 수 없습니다. 다시 시도하세요.
pl: Nie udało się odtworzyć zakupów. Spróbuj ponownie.
pt_br: Não foi possível restaurar as compras. Tente novamente.

source: Your purchase is pending approval. Plus will unlock automatically when it completes.
ar: عملية الشراء في انتظار الموافقة. سيتم فتح Plus تلقائيًا عند اكتمالها.
de: Dein Kauf wartet auf Genehmigung. Plus wird nach Abschluss automatisch freigeschaltet.
es: Tu compra está pendiente de aprobación. Plus se desbloqueará automáticamente cuando se complete.
fr: Votre achat est en attente d’approbation. Plus sera automatiquement déverrouillé une fois l’achat finalisé.
it: L’acquisto è in attesa di approvazione. Plus si sbloccherà automaticamente al completamento.
ja: 購入は承認待ちです。完了するとPlusが自動的に利用可能になります。
ko: 구입이 승인 대기 중입니다. 완료되면 Plus가 자동으로 잠금 해제됩니다.
pl: Zakup oczekuje na zatwierdzenie. Po jego sfinalizowaniu Plus odblokuje się automatycznie.
pt_br: Sua compra está aguardando aprovação. O Plus será desbloqueado automaticamente quando ela for concluída.
